"Automatically Install" = "Встановлювати автоматично";

"Delete After Install" = "Видаляти після встановлення";

"Remove Metadata" = "Вилучити мета-дані";

"Keep Awake" = "Тримати активним";

"This will keep your screen always ON while using AppCake" = "Це зробить ваш екран постійно активним, коли ви використовуєте AppCake";

"Remove Metadata will stop App Store from updating the app" = "Вилучення мета-даних призведе до унеможливлення оновленнь додатку через App Store";

"Enable iTunes Sync to make apps installed by AppCake can be transfered to your computer by iTunes." = "Ввімкніть Синхронізацію iTunes, щоб ви мали змогу перенести свої додатки за допомогою iTunes в комп'ютер.";

"iTunes Sync" = "Синхронізація iTunes";

"Feedback" = "Відгук";

"Changelog" = "Список змін";

"I Can Translate" = "Я можу перекладати";

"Clear Image Cache" = "Очистити кеш зображень";

"Settings" = "Налаштування";

"Show iPhone Apps" = "Показати додатки iPhone";

